INSERT INTO books (id, name, author, year, category, status_rent) VALUES
('8a1f0c46-dc03-4aa1-9a7f-4b5561fb87bc', 'Краткая история времени', 'Стивен Хокинг', '1988-01-01', 0, 0), -- Физика
('24bd2c7e-8bcb-480c-9bc9-0162f4b15917', 'Теория всего', 'Стивен Хокинг', '2002-01-01', 0, 0), -- Физика
('6d4c2c31-0c54-4a77-9b9a-1cb3f3e9d256', 'Происхождение видов', 'Чарльз Дарвин', '1859-01-01', 1, 0), -- Биология
('b0130f0a-20cd-4f90-b22e-a43c11c2f9b0', 'Геном', 'Мэтт Ридли', '1999-01-01', 1, 0), -- Биология
('f7b72877-3fb3-4b76-af60-bd05bc3bbf3e', 'Война и мир', 'Лев Толстой', '1869-01-01', 2, 0), -- Литература
('927f18ac-4471-4c5b-a5c1-d1cdfc7f76c4', 'Преступление и наказание', 'Фёдор Достоевский', '1866-01-01', 2, 0), -- Литература
('ae6ed387-b5b8-4d56-a764-28e163e1a645', 'Основы архитектуры', 'Элиель Сааринен', '1924-01-01', 3, 0), -- Архитектура
('ce2aaf28-9952-4a47-8f48-30dbf5b31dba', 'История архитектуры', 'Спиро Костафф', '1995-01-01', 3, 0), -- Архитектура
('4db7b238-0086-47d8-8bea-f886afc47a8a', 'История России', 'Сергей Соловьёв', '1851-01-01', 4, 0), -- История
('eabe1cd8-9e7d-4c36-bc85-dae0957f1132', 'Мировая история', 'Эдвард Гиббон', '1776-01-01', 4, 0); -- История
